Repository: AhmedNSharaf/sports-app-new
Catalog: lib/l10n/intl_*.arb
Languages: ar

# categoryTitle
source: Sports Category
ar: انواع الرياضات

source: Failed to load countries data
ar: فشل فى تحميل بيانات الدول

source: Failed to load leagues data
ar: فشل فى تحميل بيانات الدوريات

source: Failed to load Teams data
ar: فشل فى تحميل بيانات الفرق

source: Failed to load players data
ar: فشل فى تحميل بيانات اللاعبين

# countriesTitle
source: Countries
ar: الدول

source: No countries available
ar: لا يوجد دول متاحة

source: No leagues available
ar: لا يوجد دوريات متاحة

source: No players available
ar: لا يوجد لاعبون

source: No Teams available
ar: لا يوجد فرق متاحة

# dialogTitle
source: Coming Soon
ar: قريبا

# palestineDialogContent
source: Palestine leagues are coming soon.
ar: الدوريات الفلسطينية سوف تتوفر قريبا

# dialogContent
source: This feature is coming soon.
ar: سوف تتوفر قريبا

# dialogAction
source: OK
ar: حسنا

# palestineCardContent
source: Free Palestine
ar: فلسطين حرة

# homeTab
source: Home
ar: تتتت

# myAccountTap
source: My Account
ar: حسابى

# facebookName
source: Facebook
ar: فيس بوك

# youtubeName
source: Youtube
ar: يوتيوب

# instagramName
source: Instagram
ar: انستجرام

# whatsAppName
source: WhatsApp
ar: واتساب

# XName
source: X
ar: اكس

# TelegramName
source: Telegram
ar: تليجرام

# ShareAppName
source: Share App
ar: شارك البرنامج

# ContactUsName
source: Contact Us
ar: تواصل معنا

# PrivacyPoliciName
source: Privacy Polici
ar: سياسة الخصوصية

# SettingsName
source: Settings
ar: الاعدادات

# LogOutName
source: Log Out
ar: تسجيل الخروج

source: Phone
ar: الهاتف

source: Foot Ball
ar: كرة القدم

source: Volley Ball
ar: كرة طائرة

source: Basket Ball
ar: كرة سلة

source: Hand Ball
ar: كرة يد

source: League Details
ar: تفاصيل الدورى

source: Leagues
ar: الدوريات

source: Teams
ar: الفرق

source: Top Scorers
ar: الهدافين

source: Search for a team
ar: ابحث عن دورى

source: Search for a player
ar: ابحث عن لاعب

source: Players
ar: اللاعبين

# playerNumber
source: Players Number
ar: رقم اللاعب

# PlayerCountry
source: Country
ar: الدولة

# PlayerPosition
source: Position
ar: المركز

# PlayerAge
source: Age
ar: العمر

source: Yellow Cards
ar: الكروت الصفراء

source: Red Cards
ar: الكروت الحمراء

source: Goals
ar: الاهداف

source: Assists
ar: صناعة الاهداف

source: Player Name
ar: اللاعب

source: Share
ar: مشاركة

source: Close
ar: غلق

# notificationTitle
source: Welcom
ar: مرحبا

# notificationContent
source: Hello Everybody!
ar: اهلا بالجميع

# SplashTitle
source: Sports App
ar: رياضة

# OnBoardingTitle1
source: Welcome to Sports App
ar: اهلا بك

# OnBoardingTitle2
source: Live Scores
ar: النتيجة المباشرة

# OnBoardingTitle3
source: Latest News
ar: اخر الاخبار

# OnBoardingbody1
source: Track your favorite sports and teams.
ar: تابع فريقك المفضل

# OnBoardingbody2
source: Get live updates and scores from ongoing matches.
ar: تابع النتيجة المباشرة

# OnBoardingbody3
source: Stay updated with the latest sports news.
ar: شاهد اخر الاحداث

source: Skip
ar: تخطى

source: Login
ar: تسجيل دخول

source: OTP
ar: الرقم السرى المؤقت

source: Verify OTP
ar: تأكيد الرقم السرى المؤقت

source: Generate OTP
ar: استخراج الرقم السرى المؤقت

source: Login with Google
ar: تسجيل الدخول باستخاد جوجل

# Donthavanaccount
source: Don't have an account ?
ar: ليس لديك حساب بالفعل

# Havanaccount
source: Have an account ?
ar: لديك حساب بالفعل

source: Register
ar: انشأ حساب

source: Your OTP
ar: رقمك السرى المؤقت

source: Phone Number
ar: رقم الهاتف

source: Error
ar: خطأ

source: Invalid OTP
ar: رقم سرى مؤقت غير صالح

source: Password
ar: الرقم السرى

source: Email
ar: البريد الالكترونى

source: Language
ar: العربية
